const mockDiary = [
  {
    createdAt: 1679471545,
    diaryNum: 1,
    like: 0,
    content:
      '오늘의 일기: 날씨가 화창해서 기분이 좋아았다. 날씨가 화창해서 기분이 좋아았다.  날씨가 화창해서 기분이 좋아았다.  날씨가 화창해서 기분이 좋아았다.  날씨가 화창해서 기분이 좋아았다.  날씨가 화창해서 기분이 좋아았다.',
  },
  {
    createdAt: 1679471545,
    diaryNum: 2,
    like: 0,
    content:
      '오늘의 일기: 날씨가 화창해서 기분이 좋아았다. 날씨가 화창해서 기분이 좋아았다.  날씨가 화창해서 기분이 좋아았다.  날씨가 화창해서 기분이 좋아았다.  날씨가 화창해서 기분이 좋아았다.  날씨가 화창해서 기분이 좋아았다.',
  },
  {
    createdAt: 1679471545,
    diaryNum: 3,
    like: 0,
    content:
      '오늘의 일기: 날씨가 화창해서 기분이 좋아았다. 날씨가 화창해서 기분이 좋아았다.  날씨가 화창해서 기분이 좋아았다.  날씨가 화창해서 기분이 좋아았다.  날씨가 화창해서 기분이 좋아았다.  날씨가 화창해서 기분이 좋아았다.',
  },
  {
    createdAt: 1679471545,
    diaryNum: 4,
    like: 0,
    content:
      '오늘의 일기: 날씨가 화창해서 기분이 좋아았다. 날씨가 화창해서 기분이 좋아았다.  날씨가 화창해서 기분이 좋아았다.  날씨가 화창해서 기분이 좋아았다.  날씨가 화창해서 기분이 좋아았다.  날씨가 화창해서 기분이 좋아았다.',
  },
];

export default mockDiary;
