const mockDiary = [
  {
    createdAt: 1679471545,
    diaryNum: 2,
    like: 0,
    content:
      '오늘의 일기: 오늘은 아내와 함께 베트남 쌀국수를 먹으러 외식을 했다. 그리고 숭이라는 고양이와 대화했다! 숭이는 평소에 집에서 주인을 기다리며 잠을 자는 것이 일상이라고 했다. 주인님이 집에 오실 때, 숭이는 기쁜 마음으로 주인 발에 몸을 비비며 꼬리를 흔들어 놀아 달라고 한다. 고양이로서의 일상도 참 편안하고 즐거운 것 같다.',
  },
  {
    createdAt: 1679471545,
    diaryNum: 3,
    like: 0,
    content:
      '오늘의 일기: 오늘은 사람들과 마주칠 때 불편하고 불안한 감정이 들었다. 그런 생각들로 인해 자해와 자살에 대한 생각까지 했다. 정신과를 다니고 있지만, 약이 정말 도움이 되는 건지, 그리고 남들이 내가 정신과를 다니는 것을 알게 될까봐 걱정도 많다. 남들의 시선에 대한 두려움 때문에 스스로에게 화가 나기도 한다. 이러한 감정을 극복하고 관리할 수 있는 다른 방법을 찾아야겠다',
  },
  {
    createdAt: 1679471545,
    diaryNum: 4,
    like: 0,
    content:
      '오늘의 일기: 오늘은 우울한 기분과 힘든 마음을 가지고 있었다. 죽고 싶다는 생각도 들었지만, 구체적인 계획은 없었다. 전문가와 상담을 받아볼 것에 대해 이야기를 나누었고, 결국 그것이 좋은 선택이 될 것 같다는 생각을 하게 되었다. 도움이 필요할 때 언제든지 연락할 수 있다는 것을 알게 되어 조금 안심되는 하루였다. 상담 전문가를 찾아보고 이야기를 나누면서 건강하고 행복한 삶으로 다시 돌아갈 수 있기를 바란다.',
  },
];

export default mockDiary;
